Repository: FancyThemes/wp-advanced-excerpt
Catalog: languages/advanced-excerpt-*.po
Languages: fr_fr

source: Advanced Excerpt Options
fr_fr: Options Advanced Excerpt

source: Excerpt
fr_fr: Extrait

source: Settings
fr_fr: Paramètres

source: Home Page
fr_fr: Page principale

source: Posts RSS Feed
fr_fr: Flux RSS

source: Search Archive
fr_fr: Recherche d’archive

source: Author Archive
fr_fr: Archive d’auteur

source: Category Archive
fr_fr: Archive de catégorie

source: Tag Archive
fr_fr: ETIQUETTE D’ARCHIVE

source: Options saved.
fr_fr: Option sauvée.

source: Excerpt Length:
fr_fr: Taille de l'extrait :

source: Characters
fr_fr: Caractères

source: Words
fr_fr: Mots

source: Ellipsis:
fr_fr: Ellipse :

source: (use <a href="%s" target="_blank">HTML entities</a>)
fr_fr: (utiliser les <a href="%s" target="_blank">entités HTML</a>)

source: Will substitute the part of the post that is omitted in the excerpt.
fr_fr: Substituera la partie de l'article non prise en compte dans l'extrait.

source: Finish:
fr_fr: Terminer:

source: Word
fr_fr: Mot

source: Sentence
fr_fr: Phrase

source: Prevents cutting a word or sentence at the end of an excerpt. This option can result in (slightly) longer excerpts.
fr_fr: Empêche de couper un mot ou une phrase à la fin d'un extrait. Cette option peut donner des extraits (légèrement) plus longs.

source: Read More Link:
fr_fr: Titre du lien en savoir plus:

source: Add read more link to excerpt
fr_fr: Ajouter un lien plus d'informations à un extrait

source: No Custom Excerpts:
fr_fr: Aucun extrait personnalisé :

source: Generate excerpts even if a post has a custom excerpt attached.
fr_fr: Générer un extrait même si un extrait personnalisé est attaché.

source: Strip Shortcodes:
fr_fr: Supprimer les codes courts

source: Remove shortcodes from the excerpt. <em>(recommended)</em>
fr_fr: Supprimez les shortcodes de l'extrait. <em>(recommandé)</em>

source: Filter:
fr_fr: Filtre:

source: Only filter <span class='monospaced'>the_content()</span> when there's no break (&lt;!--more--&gt;) tag in the post content
fr_fr: Ne filtrez que <span class='monospaced'>the_content()</span> quand il n'y a pas de balise (&lt;!--more--&gt;)

source: Themes may use <code>the_excerpt()</code> for some pages (e.g. search results) and <code>the_content()</code> on others (e.g. blog archives). Depending on your theme and what pages you want this plugin to affect, you may need to adjust these settings.
fr_fr: Les thèmes peuvent utiliser <code> the_excerpt()</code> pour certaines pages (par exemple, les résultats de recherche) et <code>the_content()</code> sur d'autres (par exemple, des archives de blog). Selon votre thème et les pages que vous souhaitez que ce plug-in affecte, vous devrez peut-être ajuster ces paramètres.

source: Disable On:
fr_fr: Désactiver le plugin

source: Disables excerpt filtering for certain page types.
fr_fr: Désactive le filtrage d'extrait pour certains types de page.

source: Strip Tags:
fr_fr: Bande d’etiquette

source: Don't remove any tags
fr_fr: Ne pas supprimer les tags

source: Remove all tags except the following
fr_fr: Supprimer tout les tags sauf suivant

source: Select all
fr_fr: Sélectionner tout

source: Select none
fr_fr: Dé-Sélectionner

source: More tags
fr_fr: Plus de tag

source: Add tag
fr_fr: Ajouter un tag

source: Save Changes
fr_fr: Sauvegarder

source: Maintained by
fr_fr: Maintenu par

source: Profile
fr_fr: Profil

source: Donate
fr_fr: Contribuer

source: WordPress Development and Deployment Strategy
fr_fr: Stratégie de développement et de déploiement de WordPress

source: <strong>Free pro tips</strong> on advanced WordPress development techniques and deployment strategies.
fr_fr: <strong>Conseils gratuits</strong> sur les techniques avancées de développement WordPress et les stratégies de déploiement.

source: Your Name
fr_fr: Votre Nom

source: Your Email
fr_fr: Votre E-Mail

source: Subscribe
fr_fr: Inscription

source: I promise I will not use your email for anything else and you can unsubscribe with <span style="white-space: nowrap;">1-click anytime</span>.
fr_fr: Je promets que je n'utiliserai pas votre courriel pour autre chose et que vous pourrez vous désabonner avec <span style="white-space: nowrap;"> 1 clic n'importe quand </span>.

source: WP Migrate DB Pro &mdash; Push and pull your database from one WordPress install to another in 1-click.
fr_fr: WP Migrate DB Pro mdash; Poussez et tirez votre base de données d'une installation de WordPress à l'autre en 1-clic.
